Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/opetushallituksen_cygnaeus-palkinto_saamen_kielten_etaopetushankkeelle.html.tmx
Source language: fin
Languages: smn

source: Opetushallituksen Cygnaeus-palkinto saamen kielten etäopetushankkeelle
smn: Máttááttâshaldâttâs Cygnaeus-palhâšume sämikielâi káidusmáttááttâshaahân

source: Opetushallitus palkitsi Utsjoen kunnan ja Saamelaiskäräjien yhteisen saamen kielten etäopetushankkeen vuoden 2020 Cygnaeus-palkinnolla.
smn: Máttááttâshaldâttâs palhâšij Ucjuv kieldâ já Sämitige ohtsii sämikielâi káidusmáttááttâshaavâ ive 2020 Cygnaeus-palhâšuumáin.

source: Palkinnon saaja julkistettiin 23.11.2020 verkossa järjestetyssä juhlatilaisuudessa.
smn: Palhâšume uážžoo almostittii 23.11.2020 viermist uárnejum juhletilálâšvuođâst.

source: Palkinnon luovutti Opetushallituksen pääjohtaja Olli-Pekka Heinonen.
smn: Palhâšume keigij Máttááttâshaldâttâs uáivihovdâ Olli-Pekka Heinonen.

source: Cygnaeus-palkinto myönnetään yksilölle, hankkeelle tai yhteisölle, joka on edistänyt tasa-arvoisia ja yhdenvertaisia oppimismahdollisuuksia Suomessa.
smn: Cygnaeus-palhâšume ovtâskâs ulmui, haahân tâi siärvádâhân, kote lii ovdedâm täsiárvusijd já oovtviärdásijd oppâmmáhđulâšvuođâid Suomâst.

source: Palkintokriteereissä painotettiin tänä vuonna osallisuutta, saavutettavuutta ja inkluusiota edistäviä toimintatapoja.
smn: Palhâšumekriterijn tiäduttii taan ive toimâvuovijd, moh ovdedeh kuáskulâšvuođâ, juksâmvuođâ já inkluusio.

source: – Tämä on merkittävä tunnustus hankkeelle, joka on ehtinyt olla käynnissä ja kehittää toimintaansa vasta pari vuotta, sanoo hanketta johtava Hanna Helander Utsjoen kunnasta.
smn: – Taat lii merhâšittee tubdâstâs haahân, mii lii lamaš joođoost já ovdedâm tooimâs eskân muáddi ive, iätá haavâ jođetteijee Hanna Helander Ucjuv kieldâst.

source: Hanke on järjestänyt syksystä 2018 alkaen inarin-, koltan ja pohjoissaamen kielten opetusta saamelaisten kotiseutualueen kuntien ulkopuolella.
smn: Haahâ lii ornim čoovčâ 2018 rääjist anarâš-, nuorttâlâš- já tavesämikielâ máttááttâs sämmilij päikkikuávlu ulguubel.

source: Oppilasmäärä on noussut vuosittain parilla kymmenellä, ollen nyt noin 90 oppilasta ja opiskelijaa yhteensä 67 koulusta.
smn: Uáppeemeeri lii lasanâm jyehi ive muáddilov uáppeiguin já tääl tot lii suulân 90 uápped ohtsis 67 škoovlâst.

source: Yhteistyössä on mukana 36 opetuksen järjestäjää.
smn: Oovtâstpargoost láá mieldi 36 máttááttâs uárnejeijed.

source: Hankkeen opettajina kuluvana lukuvuonna toimivat Henna Aikio, Satu-Marjut Nieminen, Joni Saijets, Sirkka Sanila ja Sonja Moshnikoff .
smn: Haavâ máttáátteijen pargeh taan luuhâmive Henna Aikio, Satu-Marjut Nieminen, Joni Saijets, Sirkka Sanila já Sonja Moshnikoff .

source: Hanke on ottanut käyttöön tarinankerrontaa ja leikillisiä oppimisen tapoja.
smn: Haavâ máttááttâsâst láá mieldi mainâstâllâm já sierâdem.

source: – Myös luontopedagogiikkaa voidaan hyödyntää opetuksessa, kertoo Helander.
smn: – Meid luándupedagogiik puáhtá anneeđ máttááttâsâst, muštâl Helander.

source: Hanke mahdollistaa kaikkien Suomen saamen kielten ja saamelaisen kulttuurin opetuksen.
smn: Haahâ taha máhđulâžžân puoh Suomâ sämikielâi já sämmilii kulttuur máttááttâs.

source: Samalla se kehittää juuri tähän opetukseen soveltuvaa etäopetuspedagogiikkaa.
smn: Siämmást tot oovded eidu taan máttááttâsân hiäivulii káidusmáttááttâspedagogiik.

source: – Perimmäisenä tavoitteena on saamen kielten ja saamenkielisen opetuksen saaminen pysyvälle perustalle koko maassa, sanoo Saamelaiskäräjien koulutussihteeri Ulla Aikio-Puoskari.
smn: – Lopâlii ulmen lii sämikielâi já sämikielâlii máttááttâs fastâdem oles enâmist, iätá Sämitige škovlimčällee Ulla Aikio-Puoskari.

source: – Etäyhteyksiä hyödyntävän opetuksen kehittämishanke on ensimmäinen konkreettinen askel tässä.
smn: – Káidusmáttááttâs ovdedemhaahâ lâi vuossâmuš konkreetlâš lävkki täst.

source: Hanke jatkuu vuoden 2021 loppuun saakka, jonka jälkeen toiminnan odotetaan jatkuvan pysyvästi.
smn: Haahâ juátkoo ive 2021 loopâ räi, mon maŋa vyerdip, ete toimâ juátkoo fastâtoimân.

source: – Toivomme, että tieto saamen kielten oppimismahdollisuudesta koko maassa saa palkinnon myötä enemmän näkyvyyttä, iloitsee hankkeen koordinaattori Arla Magga Saamelaiskäräjiltä.
smn: – Mij tuáivup, ete tiätu sämikielâi oppâmmáhđulâšvuođâin oles staatâst finnee palhâšume mield eenâb huámmášume, illood haavâ koordinaattor Arla Magga Sämitiggeest.

source: Pohjoissaamen oppilaita on nyt yhteensä 45, inarinsaamen 27 ja koltansaamen 18. – Paljon on vielä tehtävää, että voimme varmistaa saamelaislapsille ja -nuorille yhdenvertaisen oikeuden oman kielensä opetukseen.
smn: Tavesämikielâ uáppeeh láá tääl ohtsis 45, anarâškielâ 27 já nuorttâlâškielâ 18. – Ennuv kalga vala porgâđ, vâi mij pastep visásmittiđ sämipárnáid já -nuoráid oovtviärdásii vuoigâdvuođâ jieijâs kielâ máttááttâsân.

source: Kehitämme nyt opetusta etäyhteyksin ja pyrimme saamaan aikaan mahdollisimman tasokkaan ja pedagogisesti hyvin suunnitellun kokonaisuuden, sanoo hankkeessa sen alusta asti työskennellyt Magga.
smn: Mij ovdedep tääl máttááttâs káidusin já viggâp finniđ ááigán nuuvt pyeri tääsi já pedagogisávt pyereest vuávájum olesvuođâ, ko máhđulâš, iätá haavâst ton algârääjist porgâm Magga.

source: Cygnaeus-palkintoa on jaettu vuodesta 1981.
smn: Cygnaeus-palhâšume lii juohhum ive 1981 rääjist.

source: Kouluhallitus perusti palkinnon kunnioittamaan Suomen oppivelvollisuusisän Uno Cygnaeuksen (1810–1888) muistoa.
smn: Škovlâhaldâttâs vuáđudij palhâšume kunnijâttiđ Suomâ oppâkenigâsvuođâ eeji Uuno Cygnaeus (1810–1888) mušto.

source: Kouluhallitus lakkautettiin vuonna 1991, ja tilalle perustettu Opetushallitus jatkoi palkinnon jakamista.
smn: Škovlâhaldâttâs lopâttii ive 1991, já sajan vuáđudum Máttááttâshaldâttâs joođhij palhâšume jyehim.

source: Palkinnon myöntämisperusteet uudistettiin vuonna 2019.
smn: Palhâšume mieđettemvuáđđusijd uđâsmittii ive 2019.

source: Cygnaeus-palkinnolla huomioidaan nyt tasa-arvoa ja yhdenvertaisuutta edistävää toimintaa.
smn: Cygnaeus-palhâšuumijn tiädutteh tääl tooimâ, mii oovded täsiáárvu já oovtviärdásâšvuođâ.

source: Opetushallituksessa toimiva Cygnaeus-palkintotoimikunta valitsi saamen kielten etäyhteyksiä hyödyntävän opetuksen pilottihankkeen yhteensä 29:n ehdotuksen ja kuuden finalistin joukosta.
smn: Máttááttâshaldâttâs Cygnaeus-palhâšumetoimâkodde valjij sämikielâi káidusmáttááttâs piiloothaavâ ohtsis 29 iävtuttâs já kuuđâ finalist juávhust.

source: Palkinnon valitsijoina toimivat tänä vuonna projektiasiantuntija Michaela Moua oikeusministeriöstä ja professori Markku Jahnukainen Helsingin yliopistosta.
smn: Palhâšume väljejeijen tooimáin taan ive proojeektäššitobdee Michaela Moua riehtiministeriöst já professor Markku Jahnukainen Helsig ollâopâttuvâst.

source: Tutustu Cygnaeus-palkintohaun 2020 kuuteen finalistiin!
smn: Uáppáásm Cygnaeus-palhâšume 2020 kuuđâ finalistân!

source: OPH:n uutinen 13.10.2020
smn: Máttááttâshaldâttâs uuđâs 13.10.2020 (suomâkielân)

source: Lisätietoja:
smn: Lasetiäđuh:

source: Projektipäällikkö Hanna Helander, etunimi.sukunimi@edu.utsjoki.fi
smn: Proojeekthovdâ Hanna Helander, ovdânommâ.

source: Koordinaattori Arla Magga, etunimi.sukunimi@samediggi.fi
smn: suhânommâ@edu.utsjoki.fi

source: Koulutussihteeri Ulla Aikio-Puoskari, etunimi.sukunimi@samediggi.fi
smn: Koordinaattor Arla Magga, ovdânommâ. suhânommâ@samediggi.fi
